<template>
  <main class="flex justify-center items-center px-16 py-20 bg-white max-md:px-5">
    <section class="flex flex-col mt-11 max-w-full w-[1200px] max-md:mt-10">
      <nav class="flex gap-2.5 self-start text-sm text-black text-opacity-50 max-md:flex-wrap">
        <span>Главная страница</span>
        <span class="text-xs">•</span>
        <a class="flex-auto" href="#">Положения и условия</a>
        <span class="text-xs">•</span>
        <a class="flex-auto max-md:max-w-full" href="#">
          Согласие на использование и обработку персональных данных
        </a>
      </nav>
      <header class="mt-12 text-4xl tracking-tighter leading-10 text-black max-md:mt-10 max-md:max-w-full">
        Согласие на использование и обработку персональных данных
      </header>
      <section class="flex flex-col pl-8 mt-12 text-base max-md:pl-5 max-md:mt-10 max-md:max-w-full">
        <header class="text-2xl text-black max-md:max-w-full">
          Общие положения
        </header>
        <p class="mt-6 text-black max-md:max-w-full">
          Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона
          от 27.07.2006. № 152-ФЗ
          <br>«О персональных данных» (далее — Закон о персональных данных) и определяет порядок обработки персональных
          данных и меры по
          обеспечению безопасности персональных данных, предпринимаемые ООО «Адвос» (далее — Оператор).
        </p>
        <p class="mx-8 mt-6 text-black max-md:mr-2.5 max-md:max-w-full">
          Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод
          человека и гражданина
          при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и
          семейную тайну.
        </p>
        <p class="mt-5 mr-7 ml-8 text-black max-md:mr-2.5 max-md:max-w-full">
          Настоящая политика Оператора в отношении обработки персональных данных (далее — Политика) применяется ко всей
          информации, которую Оператор может получить о посетителях веб-сайта https://adwos.org
        </p>
        <header class="mt-6 text-2xl text-black max-md:max-w-full">
          Основные понятия, используемые в Политике:
        </header>
        <p class="mx-14 mt-6 text-black max-md:mr-2.5 max-md:max-w-full">
          Автоматизированная обработка персональных данных — обработка персональных данных с помощью средств
          вычислительной техники.
        </p>
        <p class="mx-10 mt-5 text-black max-md:mr-2.5 max-md:max-w-full">
          Блокирование персональных данных — временное прекращение обработки персональных данных (за исключением
          случаев, если обработка
        </p>
        <p class="self-start mt-1 ml-8 text-black max-md:ml-2.5">
          необходима для уточнения персональных данных).
        </p>
        <p class="mx-16 mt-5 text-black max-md:mr-2.5 max-md:max-w-full">
          Веб-сайт — совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных,
          обеспечивающих их
        </p>
        <section class="flex gap-1.5 self-start mt-1 ml-8 max-md:flex-wrap">
          <p class="flex-auto text-black">
            доступность в сети интернет по сетевому адресу
          </p>
          <a href="https://adwos.org" class="flex-auto underline text-black text-opacity-70">
            https://adwos.org
          </a>
        </section>
        <p class="mx-10 mt-6 text-black max-md:mr-2.5 max-md:max-w-full">
          Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных и
          обеспечивающих их
        </p>
        <p class="self-start mt-1.5 ml-8 text-black max-md:max-w-full">
          обработку информационных технологий и технических средств.
        </p>
        <p class="mx-16 mt-5 text-black max-md:mr-2.5 max-md:max-w-full">
          Обезличивание персональных данных — действия, в результате которых невозможно определить без использования
          дополнительной
        </p>
        <p class="self-start mt-1.5 ml-8 text-black max-md:max-w-full">
          информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.
        </p>
        <p class="mt-5 mr-3 ml-8 text-black max-md:mr-2.5 max-md:max-w-full">
          Обработка персональных данных — любое действие (операция) или совокупность действий (операций), совершаемых с
          использованием средств
        </p>
        <p class="mt-1.5 text-black max-md:max-w-full">
          автоматизации или без использования таких средств с персональными данными, включая сбор, запись,
          систематизацию, накопление, хранение,
        </p>
        <p class="mx-14 mt-1.5 text-black max-md:mr-2.5 max-md:max-w-full">
          уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление,
          доступ), обезличивание,
        </p>
        <p class="self-start mt-1.5 ml-8 text-black max-md:max-w-full">
          блокирование, удаление, уничтожение персональных данных.
        </p>
        <p class="mx-12 mt-5 text-black max-md:mr-2.5 max-md:max-w-full">
          Оператор — государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или
          совместно с другими
        </p>
        <p class="mt-1 mr-5 ml-8 text-black max-md:mr-2.5 max-md:max-w-full">
          лицами организующие и/или осуществляющие обработку персональных данных, а также определяющие цели обработки
          персональных данных,
        </p>
        <p class="self-start mt-1 ml-8 text-black max-md:max-w-full">
          состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.
        </p>
        <p class="mt-6 mr-7 ml-8 text-black max-md:mr-2.5 max-md:max-w-full">
          Персональные данные — любая информация, относящаяся прямо или косвенно к определенному или определяемому
          Пользователю веб-сайта
        </p>
        <a href="https://adwos.org" class="self-start mt-1 ml-8 underline text-black text-opacity-70 max-md:ml-2.5">
          https://adwos.org
        </a>
        <p class="mt-6 mr-6 ml-8 text-black max-md:mr-2.5 max-md:max-w-full">
          Персональные данные, разрешенные субъектом персональных данных для распространения, — персональные данные,
          доступ неограниченного
        </p>
        <p class="mx-10 mt-1.5 text-black max-md:mr-2.5 max-md:max-w-full">
          круга лиц к которым предоставлен субъектом персональных данных путем дачи согласия на обработку персональных
          данных, разрешенных
        </p>
        <p class="mx-9 mt-1 text-black max-md:mr-2.5 max-md:max-w-full">
          субъектом персональных данных для распространения в порядке, предусмотренном Законом о персональных данных
          (далее — персональные
        </p>
        <p class="self-start mt-1 ml-8 text-black max-md:ml-2.5">
          данные, разрешенные для распространения).
        </p>
        <section class="flex gap-2 self-start mt-5 ml-8 max-md:flex-wrap">
          <p class="flex-auto text-black">
            Пользователь — любой посетитель веб-сайта
          </p>
          <a href="https://adwos.org" class="flex-auto underline text-black text-opacity-70">
            https://adwos.org
          </a>
        </section>
        <p class="mt-6 mr-4 ml-8 text-black max-md:mr-2.5 max-md:max-w-full">
          Предоставление персональных данных — действия, направленные на раскрытие персональных данных определенному
          лицу или определенному кругу лиц.
        </p>
        <p class="mx-11 mt-5 text-black max-md:mr-2.5 max-md:max-w-full">
          Распространение персональных данных — любые действия, направленные на раскрытие персональных данных
          неопределенному кругу лиц
        </p>
        <p class="mx-12 mt-1 text-black max-md:mr-2.5 max-md:max-w-full">
          (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том
          числе обнародование
        </p>
        <p class="mx-9 mt-1.5 text-black max-md:mr-2.5 max-md:max-w-full">
          персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или
          предоставление
        </p>
        <p class="self-start mt-1.5 ml-8 text-black max-md:max-w-full">
          доступа к персональным данным каким-либо иным способом.
        </p>
        <p class="mx-10 mt-6 text-black max-md:mr-2.5 max-md:max-w-full">
          Трансграничная передача персональных данных — передача персональных данных на территорию иностранного
          государства органу власти
        </p>
        <p class="self-start mt-1.5 ml-8 text-black max-md:max-w-full">
          иностранного государства, иностранному физическому или иностранному юридическому лицу.
        </p>
        <p class="mx-20 mt-5 text-black max-md:mr-2.5 max-md:max-w-full">
          Уничтожение персональных данных — любые действия, в результате которых персональные данные уничтожаются
          безвозвратно с
        </p>
        <p class="mx-11 mt-1 text-black max-md:mr-2.5 max-md:max-w-full">
          невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных
          данных и/или
        </p>
        <p class="self-start mt-2.5 ml-8 text-black max-md:max-w-full">
          уничтожаются материальные носители персональных данных.
        </p>
        <header class="mt-6 text-2xl text-black max-md:max-w-full">
          Основные права и обязанности Оператора
        </header>
        <section class="self-start mt-6 ml-8 text-black leading-[150%] max-md:ml-2.5">
          <p>Оператор имеет право:</p>
        </section>
        <ul class="self-start mt-6 ml-8 text-black max-md:max-w-full">
          <li>
            получать от субъекта персональных данных достоверную информацию и/или документы, содержащие персональные
            данные;
          </li>
          <li class="mt-6">
            в случае отзыва субъектом персональных данных согласия на обработку персональных данных, а также,
            направления обращения с требованием
          </li>
          <li class="mx-14 mt-1.5">
            о прекращении обработки персональных данных, Оператор вправе продолжить обработку персональных данных без
            согласия субъекта
          </li>
          <li class="self-start mt-1.5 ml-8">
            персональных данных при наличии оснований, указанных в Законе о персональных данных;
          </li>
          <li class="mt-5 mr-4 ml-8">
            самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения
            обязанностей, предусмотренных
          </li>
          <li class="mt-1.5 mr-6 ml-8">
            Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не
            предусмотрено Законом о
          </li>
          <li class="self-start mt-1.5 ml-8">
            персональных данных или другими федеральными законами.
          </li>
        </ul>
        <section class="self-start mt-6 ml-8 text-black leading-[150%] max-md:ml-2.5">
          <p>Оператор обязан:</p>
        </section>
        <ul class="self-start mt-6 ml-8 text-black max-md:max-w-full">
          <li>
            предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных
            данных;
          </li>
          <li class="self-start mt-5 ml-8">
            организовывать обработку персональных данных в порядке, установленном действующим законодательством РФ;
          </li>
          <li class="mx-11 mt-5">
            отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с
            требованиями Закона о
          </li>
          <li class="self-start mt-2 ml-8">
            персональных данных;
          </li>
          <li class="mx-12 mt-6">
            сообщать в уполномоченный орган по защите прав субъектов персональных данных по запросу этого органа
            необходимую информацию в
          </li>
          <li class="self-start mt-1.5 ml-8">
            течение 10 дней с даты получения такого запроса;
          </li>
          <li class="mx-10 mt-5">
            публиковать или иным образом обеспечивать неограниченный доступ к настоящей Политике в отношении обработки
            персональных данных;
          </li>
          <li class="mt-5">
            принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или
            случайного доступа к ним,
          </li>
          <li class="mt-1.5">
            уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а
            также от иных
          </li>
          <li class="self-start mt-1.5 ml-8">
            неправомерных действий в отношении персональных данных;
          </li>
          <li class="mx-10 mt-5">
            прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и
            уничтожить персональные
          </li>
          <li class="self-start mt-1.5 ml-8">
            данные в порядке и случаях, предусмотренных Законом о персональных данных;
          </li>
          <li class="self-start mt-6 ml-8">
            исполнять иные обязанности, предусмотренные Законом о персональных данных.
          </li>
        </ul>
        <header class="mt-6 text-2xl text-black max-md:max-w-full">
          Основные права и обязанности субъектов персональных данных
        </header>
        <section class="self-start mt-6 ml-8 text-black leading-[150%] max-md:ml-2.5">
          <p>Субъекты персональных данных имеют право:</p>
        </section>
        <ul class="self-start mt-6 ml-8 text-black max-md:max-w-full">
          <li>
            получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных
            федеральными законами.
          </li>
          <li class="mx-11 mt-1.5">
            Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны
            содержаться персональные
          </li>
          <li class="mx-8 mt-1.5">
            данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные
            основания для раскрытия
          </li>
          <li class="self-start mt-1.5 ml-8">
            таких персональных данных. Перечень информации и порядок ее получения установлен Законом о персональных
            данных;
          </li>
          <li class="mt-6 mr-5 ml-8">
            требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если
            персональные данные являются
          </li>
          <li class="mx-14 mt-1.5">
            неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели
            обработки, а также
          </li>
          <li class="self-start mt-2 ml-8">
            принимать предусмотренные законом меры по защите своих прав;
          </li>
          <li class="mx-10 mt-6">
            выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке
            товаров, работ и услуг;
          </li>
          <li class="mx-9 mt-6">
            на отзыв согласия на обработку персональных данных, а также, на направление требования о прекращении
            обработки персональных данных;
          </li>
          <li class="mx-9 mt-5">
            обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке
            неправомерные действия или
          </li>
          <li class="self-start mt-1.5 ml-8">
            бездействие Оператора при обработке его персональных данных;
          </li>
          <li class="self-start mt-6 ml-8">
            на осуществление иных прав, предусмотренных законодательством РФ.
          </li>
        </ul>
        <section class="self-start mt-6 ml-8 text-black leading-[150%] max-md:ml-2.5">
          <p>Субъекты персональных данных обязаны:</p>
        </section>
        <ul class="self-start mt-6 ml-8 text-black max-md:max-w-full">
          <li>предоставлять Оператору достоверные данные о себе;</li>
          <li class="self-start mt-5 ml-8">
            сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных.
          </li>
        </ul>
        <p class="mt-6 text-black max-md:max-w-full">
          Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных
          без согласия последнего,
        </p>
        <p class="self-start mt-1.5 ml-8 text-black max-md:max-w-full">
          несут ответственность в соответствии с законодательством РФ.
        </p>
        <header class="mt-6 text-2xl text-black max-md:max-w-full">
          Принципы обработки персональных данных:
        </header>
        <ul class="self-start mt-6 ml-8 text-black max-md:max-w-full">
          <li>Обработка персональных данных осуществляется на законной и справедливой основе.</li>
          <li class="mt-5">
            Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей.
            Не допускается обработка
          </li>
          <li class="self-start mt-1.5 ml-8">
            персональных данных, несовместимая с целями сбора персональных данных.
          </li>
          <li class="mt-6">
            Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в
            целях, несовместимых между
          </li>
          <li class="self-start mt-1.5 ml-8 max-md:ml-2.5">
            собой.
          </li>
          <li class="self-start mt-7 ml-8">
            Обработке подлежат только персональные данные, которые отвечают целям их обработки.
          </li>
          <li class="mx-12 mt-6">
            Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не
            допускается избыточность
          </li>
          <li class="self-start mt-1.5 ml-8">
            обрабатываемых персональных данных по отношению к заявленным целям их обработки.
          </li>
          <li class="mt-6">
            При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в
            необходимых случаях и актуальность
          </li>
          <li class="mt-1 mr-3.5 ml-8">
            по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает
            их принятие по удалению
          </li>
          <li class="self-start mt-2 ml-8 max-md:ml-2.5">или уточнению неполных или неточных данных.</li>
          <li class="mx-12 mt-5">
            Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не
            дольше, чем этого
          </li>
          <li class="mx-10 mt-1.5">
            требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным
            законом, договором,
          </li>
          <li class="mx-16 mt-1.5">
            стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных.
            Обрабатываемые
          </li>
          <li class="mt-1.5 mr-6 ml-8">
            персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты
            необходимости в достижении
          </li>
          <li class="self-start mt-1.5 ml-8">
            этих целей, если иное не предусмотрено федеральным законом.
          </li>
        </ul>
        <header class="mt-6 text-2xl text-black max-md:max-w-full">
          Цели обработки персональных данных:
        </header>
        <!-- Table Section -->
        <div class="overflow-x-auto [&::-webkit-scrollbar]:h-2 [&::-webkit-scrollbar-thumb]:rounded-full [&::-webkit-scrollbar-track]:bg-gray-100 [&::-webkit-scrollbar-thumb]:bg-gray-300">
          <div class="min-w-full inline-block align-middle">
            <!-- Table -->
            <table class="min-w-full divide-y divide-gray-200">

              <tbody class="divide-y divide-gray-200">
              <tr>
                <td class="size-px whitespace-nowrap pe-4 py-3">
                  <div class="w-full flex items-center gap-x-3">
                    <div class="grow">
                <span class="text-sm font-medium text-gray-800">
                  Цель обработки
                </span>
                    </div>
                  </div>
                </td>
                <td class="size-px whitespace-nowrap px-4 py-3">
            <span class="text-sm text-gray-600">
              предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на веб-сайте
            </span>
                </td>
              </tr>

              <tr>
                <td class="size-px whitespace-nowrap pe-4 py-3">
                  <div class="w-full flex items-center gap-x-3">
                    <div class="grow">
                <span class="text-sm font-medium text-gray-800">
                  Персональные данные
                </span>
                    </div>
                  </div>
                </td>
                <td class="size-px whitespace-nowrap px-4 py-3">
            <span class="text-sm text-gray-600">
              фамилия, имя, отчество , электронный адрес , номера телефонов
            </span>
                </td>
              </tr>

              <tr>
                <td class="size-px whitespace-nowrap pe-4 py-3">
                  <div class="w-full flex items-center gap-x-3">
                    <div class="grow">
                <span class="text-sm font-medium text-gray-800">
                  Правовые основания
                </span>
                    </div>
                  </div>
                </td>
                <td class="size-px whitespace-nowrap px-4 py-3">
            <span class="text-sm text-gray-600">
              Федеральный закон «Об информации, информационных технологиях и о защите информации» от 27.07.2006 N 149-ФЗ
            </span>
                </td>
              </tr>

              <tr>
                <td class="size-px whitespace-nowrap pe-4 py-3">
                  <div class="w-full flex items-center gap-x-3">
                    <div class="grow">
                <span class="text-sm font-medium text-gray-800">
                  Виды обработки персональных данных
                </span>
                    </div>
                  </div>
                </td>
                <td class="size-px whitespace-nowrap px-4 py-3">
            <span class="text-sm text-gray-600">
              Сбор, запись, систематизация, накопление, хранение, уничтожение и обезличивание персональных данных <br> Отправка информационных писем на адрес электронной почты
            </span>
                </td>
              </tr>

              </tbody>
            </table>
            <!-- End Table -->
          </div>
        </div>
        <!-- End Table Section -->

        <header class="mt-6 text-2xl text-black max-md:max-w-full">
          Условия обработки персональных данных:
        </header>
        <p class="mx-16 mt-6 text-black max-md:mr-2.5 max-md:max-w-full">
          Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его
          персональных данных.
        </p>
        <p class="mt-5 text-black max-md:max-w-full">
          Обработка персональных данных необходима для достижения целей, предусмотренных международным договором
          Российской Федерации или
        </p>
        <p class="mx-10 mt-1.5 text-black max-md:mr-2.5 max-md:max-w-full">
          законом, для осуществления возложенных законодательством Российской Федерации на оператора функций, полномочий
          и обязанностей.
        </p>
        <p class="mx-20 mt-6 text-black max-md:mr-2.5 max-md:max-w-full">
          Обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта другого
          органа или
        </p>
        <p class="mx-8 mt-1.5 text-black max-md:mr-2.5 max-md:max-w-full">
          должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации об
          исполнительном производстве.
        </p>
        <p class="mx-8 mt-6 text-black max-md:mr-2.5 max-md:max-w-full">
          Обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем
          или поручителем по
        </p>
        <p class="mx-14 mt-1.5 text-black max-md:mr-2.5 max-md:max-w-full">
          которому является субъект персональных данных, а также для заключения договора по инициативе субъекта
          персональных данных или
        </p>
        <p class="self-start mt-1.5 ml-8 text-black max-md:max-w-full">
          договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем.
        </p>
        <p class="mt-6 mr-7 ml-8 text-black max-md:mr-2.5 max-md:max-w-full">
          Обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц
          либо для достижения
        </p>
        <p class="self-start mt-1.5 ml-8 text-black max-md:max-w-full">
          общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных
          данных.
        </p>
        <p class="mt-6 mr-4 ml-8 text-black max-md:mr-2.5 max-md:max-w-full">
          Осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен
          субъектом персональных данных
        </p>
        <p class="self-start mt-1 ml-8 text-black max-md:max-w-full">
          либо по его просьбе (далее — общедоступные персональные данные).
        </p>
        <p class="mt-6 mr-7 ml-8 text-black max-md:mr-2.5 max-md:max-w-full">
          Осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в
          соответствии с федеральным
        </p>
        <p class="self-start mt-2 ml-8 text-black max-md:ml-2.5">
          законом.
        </p>
        <header class="mt-7 text-2xl text-black max-md:max-w-full">
          Порядок сбора, хранения, передачи и других видов обработки персональных данных:
        </header>
        <p class="mt-6 leading-6 text-black max-md:max-w-full">
          Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых,
          организационных и<br/>технических мер, необходимых для выполнения в полном объеме требований действующего
          законодательства в области защиты персональных<br/>данных.
        </p>
        <p class="mx-9 mt-7 text-black max-md:mr-2.5 max-md:max-w-full">
          Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к
          персональным данным
        </p>
        <p class="self-start mt-2 ml-8 text-black max-md:ml-2.5">
          неуполномоченных лиц.
        </p>
        <p class="mt-6 text-black max-md:max-w-full">
          Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за
          исключением случаев, связанных с
        </p>
        <p class="mx-11 mt-1.5 text-black max-md:mr-2.5 max-md:max-w-full">
          исполнением действующего законодательства либо в случае, если субъектом персональных данных дано согласие
          Оператору на передачу
        </p>
        <p class="self-start mt-1.5 ml-8 text-black max-md:max-w-full">
          данных третьему лицу для исполнения обязательств по гражданско-правовому договору.
        </p>
        <p class="mx-14 mt-5 text-black max-md:mr-2.5 max-md:max-w-full">
          В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно,
          путем направления
        </p>
        <p class="mx-16 mt-1.5 text-black max-md:mr-2.5 max-md:max-w-full">
          Оператору уведомление на адрес электронной почты Оператора support@adwos.org с пометкой «Актуализация
          персональных данных».
        </p>
        <p class="mt-5 mr-7 ml-8 text-black max-md:mr-2.5 max-md:max-w-full">
          Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные
          данные, если иной срок не
        </p>
        <p class="self-start mt-1.5 ml-8 text-black max-md:max-w-full">
          предусмотрен договором или действующим законодательством.
        </p>
        <p class="mx-16 mt-1.5 text-black max-md:mr-2.5 max-md:max-w-full">
          Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору
          уведомление
        </p>
        <p class="mx-8 mt-1.5 text-black max-md:mr-2.5 max-md:max-w-full">
          посредством электронной почты на электронный адрес Оператора support@adwos.org  с пометкой «Отзыв согласия на
          обработку персональных
        </p>
        <p class="self-start mt-2 ml-8 text-black max-md:ml-2.5">
          данных».
        </p>
        <p class="mt-6 mr-6 ml-8 text-black max-md:mr-2.5 max-md:max-w-full">
          Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и
          другими поставщиками
        </p>
        <p class="mx-14 mt-1 text-black max-md:mr-2.5 max-md:max-w-full">
          услуг, хранится и обрабатывается указанными лицами (Операторами) в соответствии с их Пользовательским
          соглашением и Политикой
        </p>
        <p class="mt-1 mr-3 ml-8 text-black max-md:mr-2.5 max-md:max-w-full">
          конфиденциальности. Субъект персональных данных и/или с указанными документами. Оператор не несет
          ответственность за действия третьих
        </p>
        <p class="self-start mt-2 ml-8 text-black max-md:max-w-full">
          лиц, в том числе указанных в настоящем пункте поставщиков услуг.
        </p>
        <p class="mx-12 mt-5 text-black max-md:mr-2.5 max-md:max-w-full">
          Установленные субъектом персональных данных запреты на передачу (кроме предоставления доступа), а также на
          обработку или условия
        </p>
        <p class="mx-16 mt-1 text-black max-md:mr-2.5 max-md:max-w-full">
          обработки (кроме получения доступа) персональных данных, разрешенных для распространения, не действуют в
          случаях обработки
        </p>
        <p class="self-start mt-1.5 ml-8 text-black max-md:max-w-full">
          персональных данных в государственных, общественных и иных публичных интересах, определенных законодательством
          РФ.
        </p>
        <p class="self-start mt-6 ml-8 text-black max-md:max-w-full">
          Оператор при обработке персональных данных обеспечивает конфиденциальность персональных данных.
        </p>
        <p class="mx-10 mt-6 text-black max-md:mr-2.5 max-md:max-w-full">
          Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных
          данных, не дольше, чем
        </p>
        <p class="mx-16 mt-1.5 text-black max-md:mr-2.5 max-md:max-w-full">
          этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен
          федеральным законом,
        </p>
        <p class="self-start mt-1.5 ml-8 text-black max-md:max-w-full">
          договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных
          данных.
        </p>
        <p class="mt-5 mr-6 ml-8 text-black max-md:mr-2.5 max-md:max-w-full">
          Условием прекращения обработки персональных данных может являться достижение целей обработки персональных
          данных, истечение срока
        </p>
        <p class="mt-1.5 mr-5 ml-8 text-black max-md:mr-2.5 max-md:max-w-full">
          действия согласия субъекта персональных данных, отзыв согласия субъектом персональных данных или требование о
          прекращении обработки
        </p>
        <p class="self-start mt-1.5 ml-8 text-black max-md:max-w-full">
          персональных данных, а также выявление неправомерной обработки персональных данных.
        </p>
        <header class="mt-6 text-2xl text-black max-md:max-w-full">
          Перечень действий, производимых Оператором с полученными персональными данными:
        </header>
        <ul class="self-start mt-5 text-black max-md:max-w-full">
          <li>
            Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение),
            извлечение, использование,
          </li>
          <li class="mx-16 mt-1">
            передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение
            персональных данных.
          </li>
          <li class="mx-11 mt-5">
            Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей
            полученной информации по
          </li>
          <li class="self-start mt-1.5 ml-8 text-black max-md:max-w-full">
            информационно-телекоммуникационным сетям или без таковой.
          </li>
        </ul>
        <header class="mt-6 text-2xl text-black max-md:max-w-full">
          Трансграничная передача персональных данных
        </header>
        <p class="mx-6 mt-6 text-black max-md:mr-2.5 max-md:max-w-full">
          Оператор до начала осуществления деятельности по трансграничной передаче персональных данных обязан уведомить
          уполномоченный орган
        </p>
        <p class="mx-12 mt-1 text-black max-md:mr-2.5 max-md:max-w-full">
          по защите прав субъектов персональных данных о своем намерении осуществлять трансграничную передачу
          персональных данных (такое
        </p>
        <p class="self-start mt-1 ml-8 text-black max-md:max-w-full">
          уведомление направляется отдельно от уведомления о намерении осуществлять обработку персональных данных).
        </p>
        <p class="mt-6 text-black max-md:max-w-full">
          Оператор до подачи вышеуказанного уведомления, обязан получить от органов власти иностранного государства,
          иностранных физических лиц,
        </p>
        <p class="mx-20 mt-2 text-black max-md:mr-2.5 max-md:max-w-full">
          иностранных юридических лиц, которым планируется трансграничная передача персональных данных, соответствующие
          сведения.
        </p>
        <header class="mt-6 text-2xl text-black max-md:max-w-full">
          Конфиденциальность персональных данных:
        </header>
        <p class="mt-6 leading-6 text-black max-md:max-w-full">
          Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не
          распространять персональные<br/>данные без согласия субъекта персональных данных, если иное не предусмотрено
          федеральным законом.
        </p>
        <header class="mt-7 text-2xl text-black max-md:max-w-full">
          Заключительные положения:
        </header>
        <p class="mt-7 mr-3 ml-8 text-black max-md:mr-2.5 max-md:max-w-full">
          Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных
          данных, обратившись
        </p>
        <p class="self-start mt-1.5 ml-8 text-black max-md:max-w-full">
          к Оператору с помощью электронной почты support@adwos.org.
        </p>
        <p class="mt-5 mr-5 ml-8 text-black max-md:mr-2.5 max-md:max-w-full">
          В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика
          действует бессрочно
        </p>
        <p class="self-start mt-1.5 ml-8 text-black max-md:ml-2.5">
          до замены ее новой версией.
        </p>
        <section class="flex gap-1.5 self-start mt-5 ml-8 max-md:flex-wrap">
          <p class="flex-auto text-black max-md:max-w-full">
            Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу
          </p>
          <a href="https://adwos.org" class="flex-auto underline text-black text-opacity-70">
            https://adwos.org/legal
          </a>
        </section>
      </section>
    </section>
  </main>
</template>

<script lang="ts">

</script>